export const popularCities = [
  'Москва', 'Санкт-Петербург', 'Новосибирск', 'Екатеринбург', 'Казань',
  'Нижний Новгород', 'Челябинск', 'Самара', 'Омск', 'Ростов-на-Дону',
  'Уфа', 'Красноярск', 'Воронеж', 'Пермь', 'Волгоград',
  'Краснодар', 'Саратов', 'Тюмень', 'Тольятти', 'Ижевск'
];

export const allCities = [
  'Абакан', 'Анапа', 'Ангарск', 'Арзамас', 'Армавир', 'Артём', 'Архангельск', 'Асбест', 'Астрахань', 'Ачинск',
  'Балаково', 'Барнаул', 'Батайск', 'Белгород', 'Белово', 'Белорецк', 'Березники', 'Бийск', 'Биробиджан', 'Благовещенск',
  'Братск', 'Брянск', 'Бугульма', 'Буденновск', 'Великий Новгород', 'Верхняя Пышма', 'Видное', 'Владивосток', 'Владикавказ', 'Владимир',
  'Волгоград', 'Волжский', 'Волхов', 'Вологда', 'Воронеж', 'Воскресенск', 'Воткинск', 'Всеволожск', 'Выборг', 'Выкса',
  'Гатчина', 'Геленджик', 'Георгиевск', 'Глазов', 'Горно-Алтайск', 'Грозный', 'Дербент', 'Дзержинск', 'Димитровград', 'Дмитров',
  'Долгопрудный', 'Домодедово', 'Донецк', 'Дубна', 'Евпатория', 'Егорьевск', 'Ейск', 'Екатеринбург', 'Елабуга', 'Елец',
  'Железнодорожный', 'Железногорск', 'Жуковский', 'Заречный', 'Звенигород', 'Зеленогорск', 'Зеленоград', 'Зеленодольск', 'Зима', 'Златоуст',
  'Иваново', 'Ивантеевка', 'Ижевск', 'Инта', 'Иркутск', 'Искитим', 'Ишим', 'Йошкар-Ола', 'Казань', 'Калининград',
  'Калуга', 'Каменск-Уральский', 'Камышин', 'Канск', 'Каспийск', 'Кемерово', 'Керчь', 'Кинешма', 'Кириши', 'Киров',
  'Кирово-Чепецк', 'Киселёвск', 'Кисловодск', 'Клин', 'Клинцы', 'Ковров', 'Когалым', 'Коломна', 'Комсомольск-на-Амуре', 'Конаково',
  'Копейск', 'Королёв', 'Кострома', 'Котлас', 'Красногорск', 'Краснодар', 'Краснокамск', 'Красноярск', 'Кстово', 'Кузнецк',
  'Курган', 'Курск', 'Кызыл', 'Лабинск', 'Липецк', 'Лобня', 'Луга', 'Лысьва', 'Люберцы', 'Магадан',
  'Магнитогорск', 'Майкоп', 'Махачкала', 'Междуреченск', 'Миасс', 'Минеральные Воды', 'Мичуринск', 'Можайск', 'Москва', 'Муром',
  'Мурманск', 'Мытищи', 'Набережные Челны', 'Надым', 'Назрань', 'Нальчик', 'Наро-Фоминск', 'Нарьян-Мар', 'Находка', 'Невинномысск',
  'Нерюнгри', 'Нефтекамск', 'Нефтеюганск', 'Нижневартовск', 'Нижнекамск', 'Нижний Новгород', 'Нижний Тагил', 'Николаевск-на-Амуре', 'Новоалтайск', 'Новокузнецк',
  'Новокуйбышевск', 'Новомосковск', 'Новороссийск', 'Новосибирск', 'Новотроицк', 'Новоуральск', 'Новочебоксарск', 'Новочеркасск', 'Новошахтинск', 'Новый Уренгой',
  'Ногинск', 'Норильск', 'Ноябрьск', 'Нягань', 'Обнинск', 'Обь', 'Одинцово', 'Озёрск', 'Октябрьский', 'Омск',
  'Орёл', 'Оренбург', 'Орехово-Зуево', 'Орск', 'Павлово', 'Павловский Посад', 'Пенза', 'Первоуральск', 'Пермь', 'Петрозаводск',
  'Петропавловск-Камчатский', 'Печора', 'Подольск', 'Полевской', 'Прокопьевск', 'Псков', 'Пушкино', 'Пятигорск', 'Раменское', 'Ревда',
  'Реутов', 'Ржев', 'Ростов', 'Ростов-на-Дону', 'Россошь', 'Рубцовск', 'Рыбинск', 'Рязань', 'Салават', 'Самара',
  'Санкт-Петербург', 'Саранск', 'Сарапул', 'Саратов', 'Саров', 'Севастополь', 'Северодвинск', 'Североморск', 'Североуральск', 'Северск',
  'Сергиев Посад', 'Серов', 'Серпухов', 'Симферополь', 'Сибай', 'Смоленск', 'Советск', 'Советская Гавань', 'Сокол', 'Соликамск',
  'Солнечногорск', 'Сосновый Бор', 'Сочи', 'Ставрополь', 'Старый Оскол', 'Стерлитамак', 'Ступино', 'Сургут', 'Сухой Лог', 'Сызрань',
  'Сыктывкар', 'Сысерть', 'Таганрог', 'Тайшет', 'Тамбов', 'Тверь', 'Тихвин', 'Тихорецк', 'Тобольск', 'Тольятти',
  'Томск', 'Торжок', 'Троицк', 'Туапсе', 'Туймазы', 'Тула', 'Тулун', 'Тутаев', 'Тюмень', 'Углич',
  'Узловая', 'Улан-Удэ', 'Ульяновск', 'Урюпинск', 'Усинск', 'Усолье-Сибирское', 'Уссурийск', 'Усть-Илимск', 'Усть-Кут', 'Уфа',
  'Ухта', 'Учалы', 'Феодосия', 'Фрязино', 'Хабаровск', 'Ханты-Мансийск', 'Хасавюрт', 'Химки', 'Холмск', 'Хотьково',
  'Чайковский', 'Чапаевск', 'Чебоксары', 'Челябинск', 'Черемхово', 'Череповец', 'Черкесск', 'Черногорск', 'Чехов', 'Чистополь',
  'Чита', 'Шадринск', 'Шахты', 'Щёлкино', 'Щёлково', 'Электрогорск', 'Электросталь', 'Электроугли', 'Элиста', 'Энгельс',
  'Южно-Сахалинск', 'Юрга', 'Югорск', 'Якутск', 'Ялта', 'Ялуторовск', 'Ярославль'
];